Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/opi_sisnatyon_verbeja_pohjoissaameksi.html.tmx
Source language: fin
Languages: sme

source: Opi sisnatyön verbejä pohjoissaameksi
sme: Oahpa sisteduoji vearbbaid davvisámegillii!

source: Tunnetko nahan muokkaukseen eli sisnan tekoon liittyviä verbejä pohjoissaameksi?
sme: Dieđátgo mot olmmoš bargá go vajulda?

source: Tiedätkö mitä tarkoittavat verbit vajuldit , š almmastit ja loaskut ?
sme: Naba go šalmmasta?

source: Montako näistä tunsit entuudestaan?
sme: Leago sátni loaskut oahpis dutnje?

source: Juuri ilmestyneellä sisnatyö-videolla opit tärkeitä verbejä, jotka liittyvät sisnatyöhön.
sme: Galle sáni dáin dovdet ovddežis?

source: Sisnatyöhön opastavan videon on käsikirjoittanut Rauna Vieltojärvi, kuvannut ja editoinut Eeva Mäkinen ja tuottanut Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto.
sme: Sisteduddjon-video bokte oahpat sámiid mávssolaš sisteduodjesániid.

source: Video soveltuu moniin tarkoituksiin, esimerkiksi äidinkielen, pohjoissaamen vieraan kielen ja saamelaisen käsityön opetukseen.
sme: Sisteduodje-videoi giehtačállosa lea bargan Rauna Vieltojärvi ja son maid duddjo videos. Govvema ja editerema lea bargan Eeva Mäkinen.

source: Video on vapaasti katsottavissa tästä: https://youtu.be/MJ0ZeEVMwlk
sme: Video lea buvttadan Sámedikki skuvlen- ja oahppamateriáladoaimmahat .
